tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "ack"
brew "aria2"
brew "ctags"
brew "fd"
brew "git"
brew "git-delta"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "htop"
brew "hub"
brew "inetutils"
brew "jq"
brew "kubernetes-cli"
brew "mas"
brew "minikube"
brew "python@3.9"
brew "mitmproxy"
brew "mosh"
brew "neofetch"
brew "neovim", args: ["HEAD"]
brew "onefetch"
brew "openconnect"
brew "pinentry-mac"
brew "protoc-gen-go"
brew "ripgrep"
brew "tmux"
brew "youtube-dl"
brew "zplug"
brew "zsh"
cask "1password"
cask "alacritty"
cask "authy"
cask "calibre"
cask "cleanmymac"
cask "clipy"
cask "coconutbattery"
cask "discord"
cask "docker"
cask "dropbox"
cask "fanny"
cask "firefox"
cask "font-hack-nerd-font"
cask "github"
cask "google-earth-pro"
cask "gqrx"
cask "handbrake"
cask "iina"
cask "latest"
cask "mac2imgur"
cask "microsoft-teams"
cask "mos"
cask "oversight"
cask "paw"
cask "rectangle"
cask "resilio-sync"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "tableplus"
cask "telegram"
cask "toggl-track"
cask "tor-browser"
cask "transmission"
cask "tunnelblick"
cask "tuxera-ntfs"
cask "zoom"
mas "Bear", id: 1091189122
mas "GSE SMART IPTV", id: 1293083751
mas "Microsoft Remote Desktop", id: 1295203466
mas "The Unarchiver", id: 425424353
