tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "ack"
brew "aria2"
brew "sqlite"
brew "python@3.9"
brew "ctags"
brew "fd"
brew "ffmpeg"
brew "gh"
brew "git"
brew "git-delta"
brew "gnupg"
brew "go"
brew "graphviz"
brew "htop"
brew "hub"
brew "hugo"
brew "inetutils"
brew "jq"
brew "kubernetes-cli"
brew "mas"
brew "minikube"
brew "mitmproxy"
brew "mosh"
brew "neofetch"
brew "neovim", args: ["HEAD"]
brew "node"
brew "onefetch"
brew "openconnect"
brew "pinentry-mac"
brew "protoc-gen-go"
brew "ripgrep"
brew "tmux"
brew "wget"
brew "wtfutil"
brew "yt-dlp"
brew "zsh"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "authy"
cask "calibre"
cask "cleanmymac"
cask "coconutbattery"
cask "discord"
cask "docker"
cask "dropbox"
cask "firefox"
cask "font-hack-nerd-font"
cask "github"
cask "google-chrome"
cask "handbrake"
cask "iina"
cask "kitty"
cask "maccy"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "mos"
cask "numi"
cask "obsidian"
cask "oversight"
cask "paw"
cask "qbittorrent"
cask "rectangle"
cask "resilio-sync"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "tableplus"
cask "telegram"
cask "tunnelblick"
cask "tuxera-ntfs"
cask "wireshark"
cask "zoom"
mas "Bear", id: 1091189122
mas "GarageBand", id: 682658836
mas "GSE SMART IPTV", id: 1293083751
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "The Unarchiver", id: 425424353
