tap "homebrew/bundle"
brew "bat"
brew "circumflex"
brew "fd"
brew "fish"
brew "fortune"
brew "fzf"
brew "gh"
brew "git"
brew "hugo"
brew "hyperfine"
brew "lua-language-server"
brew "neovim"
brew "node"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tmux"
brew "yt-dlp"
brew "zoxide"
